Repository: GroupeMINASTE/WeblateMobile
Catalog: Weblate/*.lproj/Localizable.strings
Languages: es

# instances_units_query_translated
source: Translated strings
es: Cadenas de caracteres traducidas

# instances_save
source: Save
es: Guardar

# instances_new
source: New instance
es: Nueva instancia

# instances_units_needs_editing
source: Needs editing
es: Edición necessaria

# instances_units_query_untranslated
source: Untranslated strings
es: Cadenas de caracteres sin traducción

# instances_translations
source: Translations
es: Traducciones

# instances_units_query_label
source: Strings with labels
es: Cadenas de caracteres con etiquetas

# instances_update
source: Update instance
es: Modificar la instancia

# instances_units_query_comment
source: Strings with comments
es: Cadenas de caracteres con comentario

# instances_units_query_unfinished
source: Unfinished strings
es: Cadenas de caracteres no terminadas

# instances_units_query_context
source: Strings with context
es: Cadenas de caracteres con contexto

# instances_units_save_and_continue
source: Save and continue
es: Guardar y continuar

# instances_host
source: Host
es: Servidor

# settings_title
source: Settings
es: Ajustes

# instances_projects
source: Projects
es: Proyectos

# settings_about
source: About
es: Sobre la aplicación

# instances_title
source: Weblate instances
es: Instancias de Weblate

# instances_token
source: Token
es: Identificador

# instances_components
source: Components
es: Componentes

# instances_units_query_suggestion
source: Strings with suggestions
es: Cadenas de caracteres con sugestiones

# instances_token_footer
source: Get your token by going to you profile, then API access.
es: Obtienes tu identificador yendo a tu perfil, y acceso al API.

# instances_empty
source: No instance added.
es: No instancia añadida.

# instances_name
source: Name
es: Nombre

# instances_units_header_nothing
source: There is nothing to translate here.
es: No hay nada que traducir aquí.

# instances_units_field
source: Enter a translation hereâ€¦
es: Entra una traducción aquí…

# instances_units_skip
source: Skip
es: Pasar

# instances_units_query_unfinishedWithoutSuggestion
source: Unfinished strings without suggestions
es: Cadenas de caracteres no terminadas sin sugestión

# instances_units_query_approved
source: Approved strings
es: Cadenas de caracteres aprovadas

# instances_units_query_check
source: Strings with any failing checks
es: Cadenas de caracteres con verificación que falla

# instances_units_query_waitingForReview
source: Strings waiting for review
es: Cadenas de caracteres listas para verificación

# instances_units_header
source: Translation status
es: Estado de la traducción

# instances_units_query_variant
source: Strings with variants
es: Cadenas de caracteres con varias

# instances_units_save
source: Save
es: Guardar

# instances_units_query_needsEditing
source: Strings marked for edit
es: Cadenas de caracteres marcadas para edición

# instances_units_query
source: Show:
es: Mostrar:

# instances_use
source: Use %@
es: Utilizar %@

# settings_contribute
source: Contribute
es: Contribuir

# settings_contribute_github
source: GitHub repository for Weblate Mobile
es: Depósito GitHub de Weblate Mobile

# settings_about_footer
source: For any query about the mobile app, please contact Groupe MINASTE (the mobile app is not developed by Weblate itself)
es: Para cualquier pregunta sobre la aplicación, por favor contactas el Groupe MINASTE (la aplicación mobil no está desarrollada por Weblate)
